/* English */
/* Warnings for <cityname> */
"warningsFor" =
	"%@:\n\nの警報";
	
"falseAlarm" =
	"誤報です。警報はありません。";

"loadingText" =
    "ロード中";

"pleaseWaitText" =
    "天気情報取得中です。お待ちください。";

/* build as displayed in \"About\" */
"build" =
    "ビルド";

/* No comment provided by engineer. */
"Cancel" =
    "キャンセル";

/* City Switcher MenuItem */
"City Switcher" =
    "都市変更";

/* Controls MenuItem */
"Controls" =
    "環境設定";

/* No comment provided by engineer. */
"Current Conditions" =
    "現在の状況";

/* No comment provided by engineer. */
"Extended Forecast" =
    "数日分の天気予報";

/* No comment provided by engineer. */
"New Version" =
    "新バージョン";

/* No comment provided by engineer. */
"No Active Cities" =
    "No Active Cities";

/* No comment provided by engineer. */
"No New Version" =
    "新バージョンなし";

/* No comment provided by engineer. */
"No Weather" =
    "No Weather";

/* No comment provided by engineer. */
"OK" =
    "OK";

/* No comment provided by engineer. */
"Preferences" =
    "プリファレンス";

/* No comment provided by engineer. */
"Quit" =
    "終了";

/* No comment provided by engineer. */
"Refresh" =
    "更新";

/* No comment provided by engineer. */
"Server Unreachable" =
    "Server Unreachable";

/* Show City Editor MenuItem */
"Show City Editor" =
    "都市エディターを表示";

/* No comment provided by engineer. */
"The server could not be reached to determine the most recent version of Meteorologist." =
    "Meteorologistの最新バージョンは確認できませんでした";

/* Version as displayed in \"About\" */
"Version" =
    "バージョン";

/* No comment provided by engineer. */
"Version %@ of Meteorologist is available (your version %@).  Would you like to visit the web site?" =
    "Meteorologist バージョン %1$@がリリースされています。Webサイトにアクセスしますか？";

/* No comment provided by engineer. */
"Visit Web Site" =
    "Webサイトにアクセス";

/* Will be used as \"Weather for <city name>\" */
"Weather For" =
    "天気予報";

/* No comment provided by engineer. */
"You have the most recent version of Meteorologist." =
    "最新版のMeteorologistを使っています。";

/* Preferences panel */
"MeteorologistNameText" =
    "Meteorologist";

/* Preferences: Panel 1 (Weather) */
"weatherTabTitle" =
    "天気";
"temperatureBoxTitle" =
    "気温";
"displayTempTitle" =
    "気温を表示";
"hideCFTitle" =
    "単位を隠す（C/F）";
"menuBarBoxTitle" =
    "メニューバー";
"displayMenuIconTitle" =
    "アイコンを表示";
"displayCityNameTitle" =
    "都市名を表示";
"fontNameTitle" =
    "フォント:";
"fontSizeTitle" =
    "フォントサイズ:";
"fontColorTitle" =
    "カラー:";
"dockIconBoxTitle" =
    "Dockアイコン";
"imageOpacityTitle" =
    "イメージの透明度:";
"currentWeatherBoxTitle" =
    "現在の天気";
"displayTodayInSubmenuTitle" =
    "サブメニューを表示";
"extendedForecastBoxTitle" =
    "数日分の天気予報";
"forecastDaysOnTitle" =
    "数日分の天気予報を表示";
"viewForecastInSubmenuTitle" =
    "サブメニューを表示";
"displayDayImageTitle" =
    "天気アイコンを表示";
"forecastInlineTitle" =
    "天気情報を横一列で表示";
"forecastDaysNumberLabelTitle" =
    "表示日数";
"generalBoxTitle" =
    "一般";
"embedControlsTitle" =
    "環境設定を\nサブメニューで表示";
"killOtherMeteoTitle" =
    "Meteorologistの\n複数同時起動を禁止";
"resetButtonTitle" =
    "標準設定にリセット";
"revertButtonTitle" =
    "元に戻す";
"applyButtonTitle" =
    "適用";

/* Preferences: Panel 2 (Cities) */
"citiesTabTitle" =
    "都市";
"citiesTabHeaderActiveText" =
    "有効";
"citiesTabHeaderNameText" =
    "都市名";
"citiesTabHeaderServersText" =
    "サーバー（編集不可）";
"citiesTabDescriptonText" =
    "メニュバーには一番上の都市が表示されます。ドラッグ＆ドロップで順番変更可能。";
"addCityTitle" =
    "都市を追加";
"editCityTitle" =
    "都市を編集";
"removeCityTitle" =
    "都市を削除";
"updateMenuTitle" =
    "メニューを更新";
"useGlobalUnitsTitle" =
    "グローバル設定を有効";
"explainGlobalUnitsText" =
    "無効にすると各都市の天気情報は個別に設定されます。";
"degreesNameText" =
    "温度:";
"distanceNameText" =
    "距離:";
"speedNameText" =
    "速度:";
"pressureNameText" =
    "圧力:";
"fahrenheitText" =
    "華氏";
"celsiusText" =
    "摂氏";
"milesText" =
    "マイル";
"feetText" =
    "フィート";
"kilometersText" =
    "キロメートル";
"metersText" =
    "メートル";
"milesPerHourText" =
    "マイル／時間";
"kilometersPerHourText" =
    "キロメートル／時間";
"metersPerSecondText" =
    "メートル／秒";
"knotsText" =
    "ノット";
"inchesText" =
    "インチ";
"millibarsText" =
    "ミリバール";
"kilopascalsText" =
    "キロパスカル";
"hectopascalsText" =
    "ヘクトパスカル";
 

/* Preferences: Panel 3 (Updating) */
"updatingTabTitle" =
    "更新";
"updateIntervalBoxTitle" =
    "更新";
"updateXminutesTitle" =
    "天気予報情報を更新";
"minutesText" =
    "分毎";
"cycleXminutesTitle" =
    "Cycle active locations every";
"changeLocationsXminutesTitle" =
    "Change active locations every";
"updatesAndProblemsBoxTitle" =
    "アップデート / ログ";
"checkForNewVersionsTitle" =
    "ソフト起動時にアップデートを確認";
"checkForServerProblemsTitle" =
    "ソフト起動時にサーバー障害をチェック";
"logMessagesTItle" =
    "コンソールにログを残す";
"checkForNewVersionButtonTitle" =
    "アップデートを確認";
"checkForNewErrorsButtonTitle" =
    "エラーを確認";
"displayLocationBoxTitle" =
    "天気情報の表示";
"menubarButtonTitle" =
    "メニューバー";
"dockButtonTitle" =
    "Dock";
"bothButtonTitle" =
    "両方";
"displayLocationTextData" =
    "Dock、メニューバー、または両方に天気情報を表示します（設定は再起動後に反映されます）";

/* Preferences: Panel 4 (Alerts) */
"alertsTabTitle" =
    "アラート";
"weatherAlertsBoxTitle" =
    "アラート";
"weatherAlertEmailTitle" =
    "メール送信";
"weatherAlertSMSTitle" =
    "SMSの";
"weatherAlertBeepTitle" =
    "ビープ音再生";
"weatherAlertSongTitle" =
    "音楽再生";
"weatherAlertBounceTitle" =
    "Dockアイコンジャンプ";
"weatherAlertMessageTitle" =
    "メッセージ";
"weatherAlertChooseSongTitle" =
    "音楽ファイルを選択";

/* Preferences: Panel 5 (About) */
"aboutTabTitle" =
    "Meteorologistについて";
"aboutHomepageTitle" =
    "Webサイト";
"aboutWebSupportTitle" =
    "Webサポートグループ";

/* Weather Alert Message */
"weatherAlertPanelTitle" =
    "天気予報アラートメッセージWeather Alert Messages";
"killSoundsButtonTitle" =
    "Kill Sounds";
"clearLogButtonTitle" =
    "ログを消去";

/* Download Window */
"downloadWindowTitle" =
    "";
"downloadWindowTextText" =
    "イメージダウンロード";
"downloadWindowNameText" =
    "イメージ名称:";
"downloadWindowSizeText" =
    "イメージサイズ:";

/* City Editor Panel */
"cityEditorWindowTitle" =
    "都市エディター";
"serversTabTitle" =
    "サーバー";
"weatherItemsTabTitle" =
    "天気項目";
"forecastItemsTabTitle" =
    "予報項目";
 
/* City Editor: Panel 1 (Servers) */
"cityNameTitle" =
    "都市名:";
"cityNameDescriptionLabel" =
    "例：東京、大阪、サウンフランシスコなど（自由に変更可能）";
"weatherServersTitle" =
    "天気予報サーバ:";
"weatherModulesTable" =
    "Weather Modules";
"weatherServersDescriptionTItle" =
    "サーバーを選択し都市名を入力して天気情報を取得してください（例：Tokyo, Osaka）";
"cityOrZipSearchTitle" =
    "都市名を入力（英語のみ）:";
"searchButtonTitle" =
    "検索";
"cityNameCellTitle" =
    "都市名";
"onlyTheFirstEightDescriptionTitle" =
    "検索結果の上位8都市まで表示されます";
"cancelButtonTitle" =
    "キャンセル";
"confirmButtonTitle" =
    "確認";

/* City Editor: Panel 2 (Weather Items) */
"currentWeatherItemsTitle" =
    "天気予報項目";
"currentWeatherItemsPropertyTitle" =
    "項目";
"currentWeatherItemsOnTitle" =
    "オン";
"currentWeatherItemsUnitTitle" =
    "単位";
"currentWeatherItemsServerTitle" =
    "サーバー";
"citiesListTitle" =
    "都市";
"ImportButtonTitle" =
    "の環境設定をインポート";

/* City Editor: Panel 3 (Forecast Items) */
"longTermForecastItemsTitle" =
    "長期天気予報の項目";
"longTermForecastItemsOnTitle" =
    "オン";
"longTermForecastItemsPropertyTitle" =
    "項目";
"longTermForecastItemsUnitTitle" =
    "単位";
"longTermForecastItemsServerTitle" =
    "サーバー";



/* Values in menu */
"Temperature" =
	"気温";
"Feels Like" =
	"体感温度";
"Dew Point" =
	"露点";
"Humidity" =
	"湿度";
"Visibility" =
	"視程";
"Pressure" =
	"圧力";
"Wind" =
	"風";
"UV Index" =
	"紫外線指数";
"Last Update" =
	"最終更新日";
"Date" =
	"日付";
"Forecast" =
	"予報";
"High" =
	"高";
"Low" =
	"低";
"Precipitation" =
	"降水量";
"Extended Forecast" =
	"数日分の天気予報";
"Weather Alert" =
	"天気アラーと";
"Radar Image" =
	"レーダー画像";
"Controls" =
	"環境設定";
"Show City Editor" =
	"都市エディターを表示";
"City Switcher" =
	"都市変更";
"Preferences" =
	"プリファレンス";
